Repository: palkietalkie/ios
Catalog: PalkieTalkie/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pt_br, vi, zh_hans, zh_hant

source: Nice work this week!
de: Gut gemacht diese Woche!
es: ¡Buen trabajo esta semana!
fr: Beau travail cette semaine !
hi: इस हफ़्ते बढ़िया काम किया!
id: Kerja bagus minggu ini!
ja: 今週もよく頑張りました！
ko: 이번 주도 잘했어요!
pt_br: Bom trabalho esta semana!
vi: Làm tốt lắm tuần này!
zh_hans: 这周练得很棒！
zh_hant: 這週練得很棒！

source: Nice work today!
de: Gut gemacht heute!
es: ¡Buen trabajo hoy!
fr: Beau travail aujourd'hui !
hi: आज बढ़िया काम किया!
id: Kerja bagus hari ini!
ja: 今日もよく頑張りました！
ko: 오늘도 잘했어요!
pt_br: Bom trabalho hoje!
vi: Làm tốt lắm hôm nay!
zh_hans: 今天练得很棒！
zh_hant: 今天練得很棒！

source: No buttons to press, just talk, like a real conversation.
de: Keine Tasten nötig, sprich einfach, wie in einem echten Gespräch.
es: Sin botones que pulsar; solo habla, como en una conversación real.
fr: Aucun bouton à presser ; parlez simplement, comme dans une vraie conversation.
hi: कोई बटन दबाने की ज़रूरत नहीं, बस बात कीजिए, असली बातचीत की तरह।
id: Tanpa tombol yang perlu ditekan, cukup bicara seperti percakapan nyata.
ja: ボタンを押す必要はありません。本物の会話のように話すだけです。
ko: 버튼을 누를 필요 없이, 실제 대화처럼 말하기만 하면 돼요.
pt_br: Sem botões para apertar; é só falar, como numa conversa real.
vi: Không cần bấm nút nào, cứ nói như một cuộc trò chuyện thật.
zh_hans: 无需按任何按钮，像真实对话一样开口就行。
zh_hant: 無需按任何按鈕，像真實對話一樣開口就行。

source: No entities yet. As you talk, the AI starts recognizing the people, places, and projects.
de: Noch keine Einträge. Während du sprichst, beginnt die KI, Personen, Orte und Projekte zu erkennen.
es: Aún no hay entidades. A medida que hables, la IA empezará a reconocer personas, lugares y proyectos.
fr: Pas encore d'entités. Au fil de vos conversations, l'IA commence à reconnaître personnes, lieux et projets.
hi: अभी तक कोई इकाई नहीं। जैसे-जैसे आप बात करेंगे, AI लोगों, स्थानों और परियोजनाओं को पहचानने लगेगा।
id: Belum ada entitas. Saat Anda berbicara, AI mulai mengenali orang, tempat, dan proyek.
ja: まだ何も登録されていません。会話するうちに、AIが人物・場所・プロジェクトを覚えていきます。
ko: 아직 항목이 없습니다. 대화를 나누다 보면 AI가 사람·장소·프로젝트를 인식하기 시작합니다.
pt_br: Ainda não há entidades. Conforme você fala, a IA começa a reconhecer pessoas, lugares e projetos.
vi: Chưa có mục nào. Khi bạn trò chuyện, AI bắt đầu nhận diện người, địa điểm và dự án.
zh_hans: 暂无实体。在对话中,AI会开始识别人物、地点和项目。
zh_hant: 暫無實體。在對話中,AI會開始識別人物、地點和專案。

source: No mistakes recorded yet
de: Noch keine Fehler erfasst
es: Aún no hay errores registrados
fr: Aucune erreur enregistrée pour l'instant
hi: अभी तक कोई गलती दर्ज नहीं हुई
id: Belum ada kesalahan yang tercatat
ja: まだ記録された間違いはありません
ko: 아직 기록된 실수가 없습니다
pt_br: Nenhum erro registrado ainda
vi: Chưa có lỗi nào được ghi lại
zh_hans: 尚未记录到错误
zh_hant: 尚未記錄到錯誤

source: No personas yet
de: Noch keine Personas
es: Aún no hay personajes
fr: Aucun personnage pour l'instant
hi: अभी तक कोई पर्सोना नहीं
id: Belum ada persona
ja: まだペルソナがありません
ko: 아직 페르소나가 없습니다
pt_br: Nenhuma persona ainda
vi: Chưa có nhân vật nào
zh_hans: 尚无角色
zh_hant: 尚無角色

source: No sessions yet
de: Noch keine Sitzungen
es: Aún no hay sesiones
fr: Aucune session pour l'instant
hi: अभी तक कोई सत्र नहीं
id: Belum ada sesi
ja: まだセッションがありません
ko: 아직 세션이 없습니다
pt_br: Nenhuma sessão ainda
vi: Chưa có phiên nào
zh_hans: 尚无练习记录
zh_hant: 尚無練習紀錄

source: None
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
ja: なし
ko: 없음
pt_br: Nenhum
vi: Không có
zh_hans: 无
zh_hant: 無

source: North Welsh
de: Nordwalisisch
es: Galés del norte
fr: Gallois du nord
hi: उत्तरी वेल्श
ja: 北ウェールズ語
ko: 북부 웨일스어
zh_hans: 北威尔士语
zh_hant: 北威爾斯語

source: Northeastern (Isan)
de: Nordost (Isan)
es: Nororiental (Isan)
fr: Du Nord-Est (Isan)
hi: पूर्वोत्तर (इसान)
id: Timur Laut (Isan)
ja: 東北部（イサーン）
ko: 북동부(이산)
pt_br: Do Nordeste (Isan)
vi: Đông Bắc (Isan)
zh_hans: 东北部（伊善）
zh_hant: 東北部（伊善）

source: Northern (Hanoi)
de: Nord (Hanoi)
es: Norteño (Hanói)
fr: Du Nord (Hanoï)
hi: उत्तरी (हनोई)
id: Utara (Hanoi)
ja: 北部（ハノイ）
ko: 북부(하노이)
pt_br: Do Norte (Hanói)
vi: Bắc (Hà Nội)
zh_hans: 北部（河内）
zh_hant: 北部（河內）

source: Northern (Lanna)
de: Nord (Lanna)
es: Norteño (Lanna)
fr: Du Nord (Lanna)
hi: उत्तरी (लन्ना)
id: Utara (Lanna)
ja: 北部（ラーンナー）
ko: 북부(란나)
pt_br: Do Norte (Lanna)
vi: Bắc (Lanna)
zh_hans: 北部（兰纳）
zh_hant: 北部（蘭納）

source: Northern Russian
de: Nordrussisch
es: Ruso septentrional
fr: Russe septentrional
hi: उत्तरी रूसी
ja: 北ロシア
ko: 북부 러시아
zh_hans: 北俄罗斯
zh_hant: 北俄羅斯

source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
id: Nanti saja
ja: あとで
ko: 나중에
pt_br: Agora não
vi: Để sau
zh_hans: 暂不
zh_hant: 暫不

source: Of the words said in your conversations, how many were yours vs the AI's. ~50% means a balanced two-way conversation; under 30% means you're letting the AI dominate.
de: Von den in deinen Gesprächen gesprochenen Wörtern, wie viele waren deine und wie viele die der KI. Etwa 50 % bedeuten ein ausgewogenes Gespräch in beide Richtungen; unter 30 % heißt, du lässt die KI dominieren.
es: De las palabras dichas en tus conversaciones, cuántas fueron tuyas y cuántas de la IA. Cerca del 50% indica una conversación equilibrada en ambos sentidos; menos del 30% significa que dejas que la IA domine.
fr: Parmi les mots dits dans vos conversations, combien venaient de vous et combien de l'IA. Environ 50 % indique une conversation équilibrée dans les deux sens ; moins de 30 % signifie que vous laissez l'IA dominer.
hi: आपकी बातचीत में कहे गए शब्दों में से कितने आपके थे और कितने AI के। लगभग 50% का मतलब है संतुलित दोतरफा बातचीत; 30% से कम का मतलब है कि आप AI को हावी होने दे रहे हैं।
id: Dari kata-kata yang diucapkan dalam percakapan Anda, berapa banyak yang dari Anda dibanding AI. Sekitar 50% berarti percakapan dua arah yang seimbang; di bawah 30% berarti Anda membiarkan AI mendominasi.
ja: 会話の中で話された言葉のうち、あなたとAIの割合です。約50%ならバランスの取れた双方向の会話、30%未満だとAIに会話を任せすぎています。
ko: 대화에서 말한 단어 중 당신과 AI의 비율입니다. 약 50%면 균형 잡힌 양방향 대화이고, 30% 미만이면 AI에게 대화를 맡기고 있는 것입니다.
pt_br: Das palavras ditas nas suas conversas, quantas foram suas e quantas da IA. Cerca de 50% indica uma conversa equilibrada nos dois sentidos; abaixo de 30% significa que você está deixando a IA dominar.
vi: Trong số những từ được nói trong các cuộc trò chuyện của bạn, bao nhiêu là của bạn so với của AI. Khoảng 50% nghĩa là cuộc trò chuyện cân bằng hai chiều; dưới 30% nghĩa là bạn đang để AI lấn át.
zh_hans: 在你的对话中，有多少话语出自你，多少出自AI。约50%表示双向对话很均衡；低于30%说明你让AI主导了对话。
zh_hant: 在你的對話中，有多少話語出自你，多少出自AI。約50%表示雙向對話很均衡；低於30%表示你讓AI主導了對話。

source: One-liner about the character
de: Eine Zeile zum Charakter
es: Una línea sobre el personaje
fr: Une ligne sur le personnage
hi: किरदार के बारे में एक पंक्ति
id: Satu baris tentang karakter
ja: キャラクターの一言説明
ko: 캐릭터 한 줄 소개
pt_br: Uma linha sobre a persona
vi: Một dòng về nhân vật
zh_hans: 关于角色的一句话
zh_hant: 關於角色的一句話

source: One-liner shown in your library
de: Einzeiler, der in deiner Bibliothek angezeigt wird
es: Frase que aparece en tu biblioteca
fr: Phrase affichée dans votre bibliothèque
hi: आपकी लाइब्रेरी में दिखने वाली एक पंक्ति
id: Kalimat singkat di pustaka Anda
ja: ライブラリに表示される一言説明
ko: 라이브러리에 표시되는 한 줄 소개
pt_br: Frase exibida na sua biblioteca
vi: Câu giới thiệu hiển thị trong thư viện
zh_hans: 显示在资料库中的一句话
zh_hant: 顯示在資料庫中的一句話

source: Or describe in your own words
de: Oder beschreibe es in eigenen Worten
es: O descríbelo con tus propias palabras
fr: Ou décrivez-le avec vos propres mots
hi: या अपने शब्दों में बताएं
id: Atau jelaskan dengan kata-kata Anda sendiri
ja: または自分の言葉で説明
ko: 또는 자신의 말로 설명
pt_br: Ou descreva em suas próprias palavras
vi: Hoặc mô tả bằng lời của bạn
zh_hans: 或用自己的话描述
zh_hant: 或用自己的話描述

source: Pace
de: Tempo
es: Ritmo
fr: Rythme
hi: गति
id: Tempo
ja: ペース
ko: 페이스
pt_br: Ritmo
vi: Nhịp độ
zh_hans: 节奏
zh_hant: 節奏

source: Pace = how fast they talk. Length = how much they say. Pick one or both, or write your own.
de: Tempo = Sprechgeschwindigkeit. Länge = Redemenge. Wähle eins, beides oder schreibe selbst.
es: Ritmo = qué tan rápido habla. Longitud = cuánto dice. Elige uno, ambos o escribe el tuyo.
fr: Rythme = vitesse de parole. Longueur = quantité dite. Choisissez l'un, les deux ou le vôtre.
hi: गति = कितनी तेज़ बोलते हैं। लंबाई = कितना बोलते हैं। एक या दोनों चुनें, या स्वयं लिखें।
id: Tempo = seberapa cepat bicara. Panjang = seberapa banyak. Pilih satu, keduanya, atau tulis sendiri.
ja: ペース＝話す速さ。長さ＝話す量。どちらか、または両方を選ぶか、自由に入力してください。
ko: 속도＝말하는 빠르기. 길이＝말하는 양. 하나 또는 둘 다 선택하거나 직접 입력하세요.
pt_br: Ritmo = velocidade da fala. Comprimento = quanto fala. Escolha um, ambos ou escreva o seu.
vi: Nhịp = nói nhanh chậm. Độ dài = nói nhiều ít. Chọn một, cả hai hoặc tự viết.
zh_hans: 语速＝说话快慢。长度＝说话多少。选其一或两者，也可自行填写。
zh_hant: 語速＝說話快慢。長度＝說話多寡。擇一或兩者，也可自行填寫。

source: Parisian
de: Pariserisch
es: Parisino
fr: Parisien
hi: पेरिसियन
id: Paris
ja: パリ
ko: 파리
pt_br: Parisiense
vi: Paris
zh_hans: 巴黎
zh_hant: 巴黎

source: Past conversations
de: Frühere Gespräche
es: Conversaciones anteriores
fr: Conversations passées
hi: पिछली बातचीत
id: Percakapan sebelumnya
ja: 過去の会話
ko: 지난 대화
pt_br: Conversas anteriores
vi: Cuộc trò chuyện trước
zh_hans: 过往对话
zh_hant: 過往對話

source: Patagonian Welsh
de: Patagonisches Walisisch
es: Galés patagónico
fr: Gallois patagonien
hi: पैटागोनियन वेल्श
ja: パタゴニアウェールズ語
ko: 파타고니아 웨일스어
zh_hans: 巴塔哥尼亚威尔士语
zh_hant: 巴塔哥尼亞威爾斯語

source: Personalize my experience
de: Mein Erlebnis personalisieren
es: Personalizar mi experiencia
fr: Personnaliser mon expérience
hi: मेरा अनुभव वैयक्तिकृत करें
id: Personalisasi pengalaman saya
ja: 体験をパーソナライズする
ko: 내 경험 개인화
pt_br: Personalizar minha experiência
vi: Cá nhân hóa trải nghiệm của tôi
zh_hans: 个性化我的体验
zh_hant: 個人化我的體驗

source: Peruvian
de: Peruanisch
es: Peruano
fr: Péruvien
hi: पेरूवी
id: Peru
ja: ペルー
ko: 페루
pt_br: Peruano
vi: Peru
zh_hans: 秘鲁
zh_hant: 秘魯

source: Pick a style, write your own, or both.
de: Wähle einen Stil, schreibe selbst, oder beides.
es: Elige un estilo, escríbelo tú, o ambos.
fr: Choisissez un style, écrivez le vôtre, ou les deux.
hi: एक शैली चुनें, अपनी लिखें, या दोनों।
id: Pilih gaya, tulis sendiri, atau keduanya.
ja: スタイルを選ぶか、自由に記述するか、両方でも。
ko: 스타일을 고르거나, 직접 적거나, 둘 다 가능합니다.
pt_br: Escolha um estilo, escreva o seu, ou ambos.
vi: Chọn một phong cách, tự viết, hoặc cả hai.
zh_hans: 选择风格、自己写,或两者皆可。
zh_hant: 選擇風格、自己寫,或兩者皆可。

source: Pick a tutor with real personality, or make your own.
de: Wähle einen Tutor mit echter Persönlichkeit, oder erstelle deinen eigenen.
es: Elige un tutor con personalidad real, o crea el tuyo.
fr: Choisissez un tuteur avec une vraie personnalité, ou créez le vôtre.
hi: असली व्यक्तित्व वाला ट्यूटर चुनें, या अपना खुद का बनाएं।
id: Pilih tutor dengan kepribadian sungguhan, atau buat milikmu sendiri.
ja: 個性豊かなチューターを選ぶか、自分だけのチューターを作りましょう。
ko: 개성 있는 튜터를 고르거나, 나만의 튜터를 만들어 보세요.
pt_br: Escolha um tutor com personalidade real, ou crie o seu.
vi: Chọn một gia sư có cá tính thật, hoặc tự tạo gia sư của riêng bạn.
zh_hans: 挑一个有真实个性的导师，或者打造你自己的。
zh_hant: 挑一個有真實個性的導師，或者打造你自己的。

source: Pitch range
de: Tonhöhenbereich
es: Rango de tono
fr: Plage de hauteur
hi: पिच रेंज
id: Rentang nada
ja: 音程の範囲
ko: 음높이 범위
pt_br: Faixa de tom
vi: Phạm vi cao độ
zh_hans: 音高范围
zh_hant: 音高範圍

source: Play preview
de: Vorschau abspielen
es: Reproducir vista previa
fr: Lire l'aperçu
hi: पूर्वावलोकन चलाएँ
id: Putar pratinjau
ja: プレビューを再生
ko: 미리듣기 재생
pt_br: Reproduzir prévia
vi: Phát bản xem trước
zh_hans: 播放预览
zh_hant: 播放預覽

source: Polish Yiddish
de: Polnisches Jiddisch
es: Yidis polaco
fr: Yiddish polonais
hi: पोलिश यिडिश
ja: ポーランドイディッシュ語
ko: 폴란드 이디시어
zh_hans: 波兰意第绪语
zh_hant: 波蘭意第緒語

source: Politics
de: Politik
es: Política
fr: Politique
hi: राजनीति
id: Politik
ja: 政治
ko: 정치
pt_br: Política
vi: Chính trị
zh_hans: 政治
zh_hant: 政治

source: Practice
de: Übung
es: Práctica
fr: Pratique
hi: अभ्यास
id: Latihan
ja: 練習
ko: 연습
pt_br: Prática
vi: Luyện tập
zh_hans: 练习
zh_hant: 練習

source: Practice schedule
de: Übungsplan
es: Horario de práctica
fr: Programme de pratique
hi: अभ्यास कार्यक्रम
id: Jadwal latihan
ja: 練習スケジュール
ko: 연습 일정
pt_br: Cronograma de prática
vi: Lịch luyện tập
zh_hans: 练习计划
zh_hant: 練習計畫

source: Preferred name
de: Anrede
es: Cómo te llamamos
fr: Comment vous appeler
hi: पुकारने का नाम
id: Panggilan
ja: 呼び方
ko: 호칭
pt_br: Como te chamar
vi: Tên gọi
zh_hans: 称呼
zh_hant: 稱呼

source: Preset
de: Voreinstellung
es: Predefinido
fr: Préréglage
hi: प्रीसेट
id: Prasetel
ja: プリセット
ko: 프리셋
pt_br: Predefinido
vi: Cài sẵn
zh_hans: 预设
zh_hant: 預設

source: Preview unavailable
de: Vorschau nicht verfügbar
es: Vista previa no disponible
fr: Aperçu indisponible
hi: पूर्वावलोकन अनुपलब्ध
id: Pratinjau tidak tersedia
ja: プレビューを利用できません
ko: 미리보기를 사용할 수 없음
pt_br: Prévia indisponível
vi: Không có bản xem trước
zh_hans: 无法预览
zh_hant: 無法預覽

source: Privacy & Data
de: Datenschutz & Daten
es: Privacidad y datos
fr: Confidentialité et données
hi: गोपनीयता और डेटा
id: Privasi & Data
ja: プライバシーとデータ
ko: 개인정보 및 데이터
pt_br: Privacidade e dados
vi: Quyền riêng tư & dữ liệu
zh_hans: 隐私与数据
zh_hant: 隱私與資料

source: Proficiency
de: Niveau
es: Nivel
fr: Niveau
hi: स्तर
id: Tingkat
ja: レベル
ko: 수준
pt_br: Nível
vi: Trình độ
zh_hans: 水平
zh_hant: 程度

source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
ja: プロフィール
ko: 프로필
pt_br: Perfil
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人資料

source: Pronunciation
de: Aussprache
es: Pronunciación
fr: Prononciation
hi: उच्चारण
id: Pelafalan
ja: 発音
ko: 발음
pt_br: Pronúncia
vi: Cách phát âm
zh_hans: 发音
zh_hant: 發音

source: Public personas appear in everyone's persona library. They can like and use yours.
de: Öffentliche Personas erscheinen in der Bibliothek aller. Sie können sie liken und nutzen.
es: Las personas públicas aparecen en la biblioteca de todos. Pueden darles me gusta y usarlas.
fr: Les personnages publics apparaissent dans la bibliothèque de tous. Ils peuvent les aimer et les utiliser.
hi: सार्वजनिक व्यक्तित्व सभी की लाइब्रेरी में दिखते हैं। वे आपके व्यक्तित्व को लाइक और उपयोग कर सकते हैं।
id: Persona publik muncul di pustaka semua orang. Mereka dapat menyukai dan menggunakan milik Anda.
ja: 公開ペルソナは全ユーザーのライブラリに表示されます。いいねや利用が可能になります。
ko: 공개 페르소나는 모든 사용자의 라이브러리에 나타납니다. 다른 사람이 좋아요를 누르거나 사용할 수 있습니다.
pt_br: Personas públicas aparecem na biblioteca de todos. Eles podem curtir e usar a sua.
vi: Nhân vật công khai xuất hiện trong thư viện của mọi người. Họ có thể thích và sử dụng nhân vật của bạn.
zh_hans: 公开角色会出现在所有人的角色库中。其他人可以喜欢和使用您的角色。
zh_hant: 公開角色會出現在所有人的角色庫中。其他人可以按讚並使用您的角色。

source: Public speaking
de: Reden vor Publikum
es: Hablar en público
fr: Prise de parole en public
hi: सार्वजनिक भाषण
id: Berbicara di depan umum
ja: 人前で話す
ko: 발표·연설
pt_br: Falar em público
vi: Nói trước đám đông
zh_hans: 公开演讲
zh_hant: 公開演講

source: Quizzes
de: Quizze
es: Cuestionarios
fr: Quiz
hi: क्विज़
id: Kuis
ja: クイズ
ko: 퀴즈
vi: Câu đố
zh_hans: 测验
zh_hant: 測驗

source: Recent
de: Kürzlich
es: Recientes
fr: Récents
hi: हाल के
id: Terbaru
ja: 最近
ko: 최근
pt_br: Recentes
vi: Gần đây
zh_hans: 最近
zh_hant: 最近

source: Recommended
de: Empfohlen
es: Recomendados
fr: Recommandés
hi: अनुशंसित
id: Direkomendasikan
ja: おすすめ
ko: 추천
pt_br: Recomendados
vi: Đề xuất
zh_hans: 推荐
zh_hant: 推薦

source: Reconnecting…
de: Verbindung wird wiederhergestellt…
es: Reconectando…
fr: Reconnexion…
hi: फिर से कनेक्ट हो रहा है…
id: Menghubungkan kembali…
ja: 再接続中…
ko: 다시 연결하는 중…
pt_br: Reconectando…
vi: Đang kết nối lại…
zh_hans: 正在重新连接…
zh_hant: 正在重新連線…

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi: अनुस्मारक
id: Pengingat
ja: リマインダー
ko: 알림
pt_br: Lembretes
vi: Lời nhắc
zh_hans: 提醒
zh_hant: 提醒

source: Report
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
id: Laporkan
ja: 報告
ko: 신고
pt_br: Denunciar
vi: Báo cáo
zh_hans: 举报
zh_hant: 檢舉

source: Report this persona?
de: Diese Persona melden?
es: ¿Reportar esta persona?
fr: Signaler cette persona ?
hi: इस पर्सोना की रिपोर्ट करें?
id: Laporkan persona ini?
ja: このペルソナを報告しますか？
ko: 이 페르소나를 신고할까요?
pt_br: Denunciar esta persona?
vi: Báo cáo persona này?
zh_hans: 举报这个角色？
zh_hant: 檢舉這個角色？

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
id: Pulihkan pembelian
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
vi: Khôi phục giao dịch
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Role
de: Rolle
es: Rol
fr: Rôle
hi: भूमिका
id: Peran
ja: 役柄
ko: 역할
pt_br: Papel
vi: Vai trò
zh_hans: 角色定位
zh_hant: 角色定位

source: Roman
de: Römisch
es: Romano
fr: Romain
hi: रोमन
id: Roma
ja: ローマ
ko: 로마
pt_br: Romano
vi: La Mã
zh_hans: 罗马
zh_hant: 羅馬

source: Saint Petersburg
de: Sankt Petersburg
es: San Petersburgo
fr: Saint-Pétersbourg
hi: सेंट पीटर्सबर्ग
id: Sankt Peterburg
ja: サンクトペテルブルク
ko: 상트페테르부르크
pt_br: São Petersburgo
vi: Sankt-Peterburg
zh_hans: 圣彼得堡
zh_hant: 聖彼得堡

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: बदलाव सहेजें
id: Simpan perubahan
ja: 変更を保存
ko: 변경 사항 저장
pt_br: Salvar alterações
vi: Lưu thay đổi
zh_hans: 保存更改
zh_hant: 儲存變更

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
hi: सहेजा गया
id: Tersimpan
ja: 保存しました
ko: 저장됨
pt_br: Salvo
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

source: Saving…
de: Speichern…
es: Guardando…
fr: Enregistrement…
hi: सहेजा जा रहा है…
id: Menyimpan…
ja: 保存中…
ko: 저장 중…
pt_br: Salvando…
vi: Đang lưu…
zh_hans: 保存中…
zh_hant: 儲存中…

source: Savonian
de: Savoisch
es: Savoniano
fr: Savonien
hi: सावोनियन
ja: サヴォ
ko: 사보
zh_hans: 萨沃
zh_hant: 薩沃

source: Schedule recurring practice sessions, coming soon
de: Wiederkehrende Übungseinheiten planen, demnächst
es: Programar sesiones de práctica recurrentes, próximamente
fr: Programmer des sessions de pratique récurrentes, bientôt
hi: नियमित अभ्यास सत्र शेड्यूल करें, जल्द आ रहा है
id: Jadwalkan sesi latihan berulang, segera hadir
ja: 定期的な練習セッションのスケジュール（近日公開）
ko: 정기적인 연습 세션 예약、곧 출시
pt_br: Agendar sessões de prática recorrentes, em breve
vi: Lên lịch các buổi luyện tập định kỳ, sắp ra mắt
zh_hans: 安排定期练习课程、即将推出
zh_hant: 安排定期練習課程、即將推出

source: Scottish English
de: Schottisches Englisch
es: Inglés escocés
fr: Anglais écossais
hi: स्कॉटिश अंग्रेज़ी
id: Inggris Skotlandia
ja: スコットランド英語
ko: 스코틀랜드 영어
pt_br: Inglês escocês
vi: Anh-Scotland
zh_hans: 苏格兰英语
zh_hant: 蘇格蘭英語

source: Seen %lld×
de: %lld× gesehen
es: Visto %lld×
fr: Vu %lld×
hi: %lld बार देखा
id: Terlihat %lld×
ja: %lld回
ko: %lld회
pt_br: Visto %lld×
vi: Đã thấy %lld lần
zh_hans: 出现 %lld 次
zh_hant: 出現 %lld 次

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
id: Pilih semua
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Send email code
de: Code per E-Mail senden
es: Enviar código por correo
fr: Envoyer le code par e-mail
hi: ईमेल कोड भेजें
id: Kirim kode email
ja: メール認証コードを送信
ko: 이메일 코드 전송
pt_br: Enviar código por e-mail
vi: Gửi mã qua email
zh_hans: 发送邮箱验证码
zh_hant: 傳送電郵驗證碼

source: Sephardic
de: Sephardisch
es: Sefardí
fr: Sépharade
hi: सेफ़ार्दी
id: Sefardi
ja: セファルディ
ko: 세파르디
pt_br: Sefardita
vi: Sephardi
zh_hans: 塞法迪
zh_hant: 塞法迪

source: Share with community
de: Mit der Community teilen
es: Compartir con la comunidad
fr: Partager avec la communauté
hi: समुदाय के साथ साझा करें
id: Bagikan ke komunitas
ja: コミュニティに公開
ko: 커뮤니티에 공유
pt_br: Compartilhar com a comunidade
vi: Chia sẻ với cộng đồng
zh_hans: 分享给社区
zh_hant: 分享給社群

source: Show captions
de: Untertitel einblenden
es: Mostrar subtítulos
fr: Afficher les sous-titres
hi: कैप्शन दिखाएँ
id: Tampilkan teks
ja: 字幕を表示
ko: 자막 표시
pt_br: Mostrar legendas
vi: Hiện phụ đề
zh_hans: 显示字幕
zh_hant: 顯示字幕

source: Show captions in Latin letters
de: Untertitel in lateinischer Schrift anzeigen
es: Mostrar subtítulos en alfabeto latino
fr: Afficher les sous-titres en lettres latines
hi: कैप्शन को रोमन लिपि में दिखाएं
id: Tampilkan teks dalam huruf Latin
ja: 字幕をローマ字で表示
ko: 자막을 로마자로 표시
pt_br: Mostrar legendas em letras latinas
vi: Hiển thị phụ đề bằng chữ Latinh
zh_hans: 用拉丁字母显示字幕
zh_hant: 用拉丁字母顯示字幕

source: Show captions in the original script
de: Untertitel in der Originalschrift anzeigen
es: Mostrar subtítulos en la escritura original
fr: Afficher les sous-titres dans l'écriture d'origine
hi: कैप्शन को मूल लिपि में दिखाएं
id: Tampilkan teks dalam aksara asli
ja: 字幕を元の文字で表示
ko: 자막을 원래 문자로 표시
pt_br: Mostrar legendas na escrita original
vi: Hiển thị phụ đề bằng chữ viết gốc
zh_hans: 用原文字显示字幕
zh_hant: 用原文字顯示字幕

source: Shown in your persona library and used as the character's name in conversation.
de: Wird in deiner Persona-Bibliothek angezeigt und im Gespräch als Name der Figur verwendet.
es: Aparece en tu biblioteca de personas y se usa como nombre del personaje en la conversación.
fr: Affiché dans votre bibliothèque de personas et utilisé comme nom du personnage.
hi: आपकी पर्सोना लाइब्रेरी में दिखता है और बातचीत में किरदार के नाम के रूप में उपयोग होता है।
id: Ditampilkan di pustaka persona dan dipakai sebagai nama karakter saat percakapan.
ja: ペルソナライブラリに表示され、会話中はキャラクターの名前として使われます。
ko: 페르소나 라이브러리에 표시되며 대화에서 캐릭터 이름으로 사용됩니다.
pt_br: Exibido na sua biblioteca de personas e usado como nome do personagem na conversa.
vi: Hiển thị trong thư viện nhân vật và dùng làm tên nhân vật khi trò chuyện.
zh_hans: 显示在你的角色库中，并在对话中作为角色名称。
zh_hant: 顯示在你的角色庫中，並在對話中作為角色名稱。

source: Sicilian
de: Sizilianisch
es: Siciliano
fr: Sicilien
hi: सिसिलियन
id: Sisilia
ja: シチリア
ko: 시칠리아
pt_br: Siciliano
vi: Sicilia
zh_hans: 西西里
zh_hant: 西西里

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट
id: Keluar
ja: サインアウト
ko: 로그아웃
pt_br: Sair
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

source: Silesian Czech
de: Schlesisches Tschechisch
es: Checo silesio
fr: Tchèque silésien
hi: सिलेसियन चेक
ja: シレジアチェコ語
ko: 실레시아 체코어
zh_hans: 西里西亚捷克语
zh_hant: 西里西亞捷克語

source: Silesian Polish
de: Schlesisches Polnisch
es: Polaco silesio
fr: Polonais silésien
hi: सिलेसियन पोलिश
ja: シレジアポーランド語
ko: 실레시아 폴란드어
zh_hans: 西里西亚波兰语
zh_hant: 西里西亞波蘭語

source: Singaporean
de: Singapurisch
es: Singapurense
fr: Singapourien
hi: सिंगापुरी
id: Singapura
ja: シンガポール英語
ko: 싱가포르식
pt_br: Singapurense
vi: Singapore
zh_hans: 新加坡英语
zh_hant: 新加坡英語

source: Skye Gaelic
de: Skye-Gälisch
es: Gaélico de Skye
fr: Gaélique de Skye
hi: स्काई गेलिक
ja: スカイゲール語
ko: 스카이 게일어
zh_hans: 斯凯盖尔语
zh_hant: 斯凱蓋爾語

source: Slow
de: Langsam
es: Lento
fr: Lent
hi: धीमा
id: Lambat
ja: 遅い
ko: 느림
pt_br: Lento
vi: Chậm
zh_hans: 慢
zh_hant: 慢

source: Slower is easier to follow; faster pushes you.
de: Langsamer ist leichter zu folgen, schneller fordert dich.
es: Más lento es más fácil de seguir; más rápido te exige más.
fr: Plus lent est plus facile à suivre ; plus rapide vous pousse.
hi: धीमा समझना आसान है; तेज़ आपको चुनौती देता है।
id: Lebih lambat lebih mudah diikuti; lebih cepat memacumu.
ja: ゆっくりなら聞き取りやすく、速いと鍛えられます。
ko: 느리면 따라가기 쉽고, 빠르면 실력을 더 끌어올려요.
pt_br: Mais devagar é mais fácil de acompanhar; mais rápido te desafia.
vi: Chậm thì dễ theo dõi; nhanh thì giúp bạn tiến bộ.
zh_hans: 慢一点更容易跟上，快一点更能锻炼你。
zh_hant: 慢一點更容易跟上，快一點更能鍛鍊你。

source: So your tutor can switch to it when you get stuck, and say your name right.
de: Damit dein Tutor bei Bedarf dorthin wechselt, und deinen Namen richtig ausspricht.
es: Para que tu tutor cambie a ese idioma si te atascas, y diga bien tu nombre.
fr: Pour que votre tuteur y bascule en cas de blocage, et prononce bien votre nom.
hi: ताकि अटकने पर ट्यूटर उसमें बदल सके, और आपका नाम सही बोले।
id: Agar tutor bisa beralih saat Anda buntu, dan menyebut nama Anda dengan benar.
ja: 行き詰まったときにチューターがその言語に切り替えられ、お名前も正しく呼べるように。
ko: 막힐 때 튜터가 그 언어로 바꿔 말하고, 이름도 정확히 부르도록.
pt_br: Para o tutor mudar para ele quando você travar, e falar seu nome certo.
vi: Để gia sư chuyển sang khi bạn bí, và gọi đúng tên bạn.
zh_hans: 这样卡住时导师能切换过去、也能正确读出你的名字。
zh_hant: 這樣卡住時導師能切換過去、也能正確唸出你的名字。
